[
    {
      "id": 1,
      "companylogo": "./Images/google-1-1 1.png",
      "jobtitle": "Software Engineer",
      "companyname": "Google LLC",
      "remoteoronsite": "Remote",
      "location": "New York, NY",
      "fulltimeorparttime": "Full-time",
      "salary": "$100,000 - $120,000 per year",
      "jobdescription": "Example Company 1 is looking for a talented software engineer to join our team. In this role, you will work on developing new features and maintaining existing systems. You should have experience with programming languages such as Python and JavaScript, as well as experience with databases and web development frameworks.",
      "jobresponsibility": "Develop new features for existing software systems; maintain and debug existing software systems; participate in code reviews and testing; collaborate with cross-functional teams to design and implement new features",
      "educationalrequirements": "Bachelor's or Master's degree in Computer Science or related field",
      "experiences": "2+ years of professional software development experience",
      "phone": "555-1234",
      "email": "jobs@examplecompany1.com"
    },
    {
      "id": 2,
      "companylogo": "./Images/netflix-4 1.png",
      "jobtitle": "Marketing Manager",
      "companyname": "Netflix",
      "remoteoronsite": "On-site",
      "location": "San Francisco, CA",
      "fulltimeorparttime": "Full-time",
      "salary": "$90,000 - $110,000 per year",
      "jobdescription": "Example Company 2 is looking for a Marketing Manager to join our team. In this role, you will be responsible for developing and implementing marketing strategies to increase brand awareness and drive sales. You should have experience with digital marketing, content creation, and event planning.",
      "jobresponsibility": "Develop and implement marketing strategies; create and manage digital marketing campaigns; oversee content creation; plan and execute events and promotions; analyze and report on marketing campaign performance",
      "educationalrequirements": "Bachelor's or Master's degree in Marketing or related field",
      "experiences": "5+ years of experience in marketing, with at least 2 years in a management role",
      "phone": "555-5678",
      "email": "jobs@examplecompany2.com"
    },
    {
      "id": 3,
      "companylogo": "./Images/tesla-9 1.png",
      "jobtitle": "Graphic Designer",
      "companyname": "Tesla",
      "remoteoronsite": "On-site",
      "location": "Chicago, IL",
      "fulltimeorparttime": "Full-time",
      "salary": "$50,000 - $70,000 per year",
      "jobdescription": "Example Company 3 is looking for a talented graphic designer to join our team. In this role, you will be responsible for creating designs for various marketing materials, such as brochures, websites, and social media. You should have experience with design software such as Adobe Photoshop and Illustrator.",
      "jobresponsibility": "Create designs for marketing materials such as brochures, websites, and social media; collaborate with cross-functional teams to design and implement new materials; maintain brand consistency across all designs",
      "educationalrequirements": "Bachelor's or Master's degree in Graphic Design or related field",
      "experiences": "2+ years of professional graphic design experience",
      "phone": "123-456-7890",
      "email": "jobs@examplecompany3.com"
    },
    {
        "id": 4,
        "companylogo": "./Images/Group 10021.png",
        "jobtitle": "Software Engineer",
        "companyname": "airbnb",
        "remoteoronsite": "Remote",
        "location": "San Francisco, CA",
        "fulltimeorparttime": "Full-time",
        "salary": "$120,000 - $150,000",
        "jobdescription": "We are seeking a skilled software engineer to join our team and help build our cutting-edge products.",
        "jobresponsibility": "Responsibilities include designing and implementing software solutions, collaborating with cross-functional teams, and staying up-to-date with emerging technologies.",
        "educationalrequirements": "Bachelor's degree in Computer Science or related field",
        "experiences": "5+ years of software development experience",
        "phone": "123-456-7890",
        "email": "jobs@examplecompany1.com"
      },
      {
        "id": 5,
        "companylogo": "./Images/google-1-1 1.png",
        "jobtitle": "Marketing Manager",
        "companyname": "Google LLC",
        "remoteoronsite": "On-site",
        "location": "New York, NY",
        "fulltimeorparttime": "Full-time",
        "salary": "$80,000 - $100,000",
        "jobdescription": "We are seeking a creative and analytical marketing manager to join our team and help drive growth for our company.",
        "jobresponsibility": "Responsibilities include developing and executing marketing campaigns, analyzing data to measure campaign effectiveness, and collaborating with cross-functional teams.",
        "educationalrequirements": "Bachelor's degree in Marketing or related field",
        "experiences": "3+ years of marketing experience",
        "phone": "123-456-7890",
        "email": "jobs@examplecompany2.com"
      },
      {
        "id": 6,
        "companylogo": "./Images/Group 10021.png",
        "jobtitle": "Graphic Designer",
        "companyname": "Airbnb",
        "remoteoronsite": "Remote",
        "location": "Los Angeles, CA",
        "fulltimeorparttime": "Part-time",
        "salary": "$30 - $50 per hour",
        "jobdescription": "We are seeking a talented graphic designer to join our team and help create stunning visual designs for our clients.",
        "jobresponsibility": "Responsibilities include creating visual designs for print and digital media, collaborating with clients to understand their design needs, and staying up-to-date with design trends.",
        "educationalrequirements": "Bachelor's degree in Graphic Design or related field",
        "experiences": "2+ years of graphic design experience",
        "phone": "123-456-7890",
        "email": "jobs@examplecompany3.com"
      }
]